app/controllers/reviews_controller.rb

	def create
		@review = @movie.reviews.new(review_params)
		if @review.save
---
INSERT INTO "reviews" ("comment", "created_at", "movie_id", "name", "stars", "updated_at") VALUES (?, ?, ?, ?, ?, ?)